[DLC06_Twk_FavorPickup DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[DLC06_Twk_FavorPickup:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="帮助"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DLC06_Twk_GlobalStore DisTweaks_Store]
m_StoreItems[0]=(m_Name="袖弩弩箭",m_Description="专为道德的袖弩设计的弩箭。")
m_StoreItems[1]=(m_Name="爆炸弩箭",m_Description="撞击目标一小会儿以后爆炸的重型弩箭。")
m_StoreItems[2]=(m_Name="子弹",m_Description="适用于任何标准型手枪的弹药。")
m_StoreItems[3]=(m_Name="麻醉镖",m_Description="麻醉敌人。")
m_StoreItems[4]=(m_Name="电弧地雷",m_Description="一种能放在几乎任何表面上的致命陷阱。")
m_StoreItems[5]=(m_Name="眩晕地雷",m_Description="一种能放在任何平面上的非致命陷阱。")
m_StoreItems[6]=(m_Name="手雷",m_Description="爆炸性手雷。")
m_StoreItems[7]=(m_Name="窒息尘埃",m_Description="一种能让敌人暂时失去行动能力的非致命手雷。")
m_StoreItems[8]=(m_Name="皮耶罗精神药剂",m_Description="恢复魔力。")
m_StoreItems[9]=(m_Name="索科洛夫生命药剂",m_Description="恢复生命。")
m_StoreItems[10]=(m_Name="接线工具",m_Description="允许你将线路重接，转化过的安全系统将为你所用，使用时消耗。")
m_StoreItems[11]=(m_Name="袖弩精度",m_Description="增强并稳定袖弩的瞄准性能。")
m_StoreItems[12]=(m_Name="袖弩射程",m_Description="弩箭射得更远，飞得更快。")
m_StoreItems[13]=(m_Name="袖弩装填",m_Description="装载速度加快，可以自动装载。")
m_StoreItems[14]=(m_Name="战斗麻醉镖",m_Description="麻醉镖的催眠效果即使在战斗中也可以马上生效。")
m_StoreItems[15]=(m_Name="加固型护甲",m_Description="减少受到的伤害。")
m_StoreItems[16]=(m_Name="潜行之靴 1",m_Description="减小脚步声。<br>§C_BLUE§解锁: §C§<br>潜行之靴 2")
m_StoreItems[17]=(m_Name="潜行之靴 2",m_Description="进一步减小脚步声。")
m_StoreItems[18]=(m_Name="弩箭容量 1",m_Description="增加10个弩箭储量（总共 20）")
m_StoreItems[19]=(m_Name="弩箭容量 2",m_Description="增加10个弩箭储量（总共 30）")
m_StoreItems[20]=(m_Name="麻醉镖容量 1",m_Description="增加3个麻醉镖储量（总共 13）")
m_StoreItems[21]=(m_Name="麻醉镖容量 2",m_Description="增加2个麻醉镖储量（总共 15）")
m_StoreItems[22]=(m_Name="爆炸弩箭容量 1",m_Description="增加3根爆炸弩箭储量（总共 8）")
m_StoreItems[23]=(m_Name="爆炸弩箭容量 2",m_Description="增加2根爆炸弩箭储量（总共 10）")
m_StoreItems[24]=(m_Name="手雷容量",m_Description="增加4枚手雷储量（总共 9）")
m_StoreItems[25]=(m_Name="窒息尘埃容量",m_Description="增加4枚窒息尘埃储量（总共 9）")
m_StoreItems[26]=(m_Name="电弧地雷容量",m_Description="增加3个电弧地雷储量（总共 6）")
m_StoreItems[27]=(m_Name="眩晕地雷容量",m_Description="增加3个眩晕地雷储量（总共 6）")
m_StoreItems[28]=(m_Name="电弧地雷额外充能",m_Description="给电弧地雷额外增加一格电量。")
m_StoreItems[29]=(m_Name="眩晕地雷额外充能",m_Description="给眩晕地雷额外增加一格电量。")
m_StoreItems[30]=(m_Name="眩晕地雷",m_Description="对电弧地雷的设计进行改造后，道德可以制造出非致命版本。")
m_StoreItems[31]=(m_Name="骸骨护符容量 1",m_Description="允许你再激活1枚骸骨护符（总共 4，上限 6）")
m_StoreItems[32]=(m_Name="骸骨护符容量 2",m_Description="允许你再激活1枚骸骨护符（总共 5，上限 6）")
m_StoreItems[33]=(m_Name="骸骨护符容量 3",m_Description="允许你再激活1枚骸骨护符（总共 6，上限 6）")
m_StoreItems[34]=(m_Name="保险箱密码",m_Description="一个守卫偶然听到了运送办公室里的保险箱的密码，他会把这段密码写在墙上。")
m_StoreItems[35]=(m_Name="失窃的符文",m_Description="一个受贿的劳工会把他在一箱送往自然科学院的旧雕刻品中发现的符文“放错地方”。符文会被藏在排入河中的下水道里。")
m_StoreItems[36]=(m_Name="悄然破坏",m_Description="一个受贿的工人会切断炼油厂阀门的警戒系统，使用阀门时不会触发警报。")
m_StoreItems[37]=(m_Name="符文投放",m_Description="一个朋友会在断桥附近留下一块符文，供你拾取。")
m_StoreItems[38]=(m_Name="快递鲸油",m_Description="在你进入街区的路上，第一道门附近会放着一些便于取用的鲸油罐。")

[Tutorial。DLC06_StoreTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage="`GBA_Journal` 查看闪烁瞬移教程"
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tutorial。DLC06_StoreTutorial_PickUp:DisTweaks_Interactable_PickupBase_105 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="写字板"
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

